INSERT INTO substance (name, pharm_group, is_vital)
VALUES ('ПАРАЦЕТАМОЛ', 'анальгезирующее ненаркотическое средство', true),
       ('АМОКСИЦИЛЛИН', 'антибиотик-пенициллин полусинтетический', true),
       ('ТРАЗОДОН', 'антидепрессант', false),
       ('АМИНОФЕНИЛМАСЛЯНАЯ КИСЛОТА', 'другие психостимуляторы и ноотропные препараты', false),
       ('АДЕМЕТИОНИН', 'гепатопротекторное средство', true);

INSERT INTO owner_producer (name, country)
VALUES ('ОАО ИВАНОВСКАЯ ФАРМАЦЕВТИЧЕСКАЯ ФАБРИКА', 'РОССИЯ'),
       ('АО МЕДИСОРБ', 'РОССИЯ'),
       ('ОАО БИОСИНТЕЗ', 'РОССИЯ'),
       ('ООО АТОЛЛ', 'РОССИЯ'),
       ('ООО ОЗОН', 'РОССИЯ'),
       ('САНДОЗ Д.Д.', 'СЛОВЕНИЯ'),
       ('САНДОЗ ГМБХ', 'АВСТРИЯ'),
       ('АЗИЕНДЕ КИМИКЕ РИУНИТЕ АНЖЕЛИНИ ФРАНЧЕСКО А.К.Р.А.Ф. С.П.А.', 'ИТАЛИЯ'),
       ('АО ВЕРОФАРМ', 'РОССИЯ'),
       ('ЭББОТТ ЛЭБОРАТОРИЗ ГМБХ', 'ГЕРМАНИЯ'),
       ('ХОСПИРА С.П.А.', 'ИТАЛИЯ'),
       ('ФГУП МОСКОВСКИЙ ЭНДОКРИННЫЙ ЗАВОД', 'РОССИЯ');

INSERT INTO drug (trade_name, substance_id, producer_id, owner_id, balance, certificate_number)
VALUES ('Парацетамол', 1, 1, 1, 1000, 'ЛП-004374'),
       ('Парацетамол Медисорб', 1, 2, 2, 500, 'Р N002018/01'),
       ('Парацетамол', 1, 3, 3, 800, 'Р N003273/01'),
       ('Парацетамол', 1, 4, 5, 300, 'ЛП-004242'),
       ('Амоксициллин Сандоз', 2, 6, 7, 150, 'П N011270/01'),
       ('Амоксициллин Сандоз', 2, 7, 7, 50, 'П N011270/01'),
       ('Триттико', 3, 8, 8, 200, 'П N015703/01'),
       ('Гептор Н', 5, 9, 9, 300, 'ЛП-002625'),
       ('Гептрал', 5, 10, 11, 200, 'П N011968/01'),
       ('Фенибут', 4, 12, 12, 70, 'Р N002841/01'),
       ('Фенибут', 4, 5, 5, 90, 'ЛСР-002562/09');


